var store = [{
        "title": "《躺在时间的河流上怀念他们》：汶川大地震六周年",
        "excerpt":"一场巴蜀之地发生的大地震，打破了往日初中的宁静。多少生命就此消逝，多少人们参与了救援，多少感人事迹发生于此地。捐款源源不断，物资源源不断。到最后，都渐渐地从报道变成了宣传。再也没有那震撼的力量，爱心变成了制度的要求。而我也仍未知道那些倒塌的教室究竟是不是符合要求。我只看到了那些因爱心汇集起的金钱之河。聚集到了小小的县城中。富了政府，开起了豪车，建起了大楼。那些家庭想必能受到安抚吧，毕竟生活就是这样过活，过去的永远都只能放下。   我没有参加《念》，它只有 26557 秒，不超过 10000 人观看的次数。那上面的每一个名字就是一个生命，也许有一天我也就是这样的一个名字甚至连名字都没有就被埋在地里了呢？   科技或许不能拯救所有人的生命，不能提供足够的食物给巨量的人口。或许就是因为巧合而让生命逝去。大概 2 年前我看到一个人的 blog，那上面的最后面的一篇是宣告他自己生命的终结。因为肺结核，他是万中无一那个不能被治愈的那个。我没有再看下去。我会接受死亡，有尊严的死亡。   那么他们呢？这些孩子们。哪儿有人为他们奔波？为了更安全的校舍或者就是看看哪些校舍有问题，把有问题的修复了呢？   躺在时间的河流上怀念他们   宋志标先生在 2011 年的三周年纪念日为南都写了一篇抒情社论——《躺在时间的河流上怀念他们》。抒情体是很少见的。而这是高中唯一一篇打动了我的文章。   这里面总共只有几句话与艾未未有些许联系而被撤下。如今，南都甚至还不如 2011 年之时，哪儿还有有良心的媒体呢？有的话他们能站得出来么？      今天是汶川地震三周年纪念日，读者诸君一定知道我们的哀悼所在。那场大地震令山河破碎，八万多人罹难失踪，连绵不绝的哀伤延续至今。哀伤是为同胞一去不还，五月就此成为悲哀的月份；哀伤也因为念及自身无力，不能抵挡决绝的离逝。又一年祭祀重来，躺在时间的河流上怀念他们，实有必要确认诸多问题：他们是谁？他们遇到了什么？他们在哪里？他们想要我们做什么？       馨香几枝，烟气袅袅，升腾至虚空。他们不是冰冷的数字，他们也曾顶着百家姓活泼泼地存在过。他们用整整一生，走进五月的废墟。他们开心地在世上生活过七年，抑或更长更短的岁月。他们是父母，是子女，是姐妹，是兄弟，是黄皮肤的人。他们是寨子里的居民和过客，是跋涉山川河流的人，看云起云落，他们是一切真情。他们是你遇见或未见的人类，是住在大地上的灵魂。       生是偶然的，死亡是必然。三年前的今天，同个时刻，下午黄昏黑夜如朽木，纷纷落下，壅塞时间的河流。红色是血，灰色是扬尘，白色是眩晕，黑色是死神的衣袂，他们在颜色横流中倒下，像是不幸的庄稼，被锐利的刀锋杀害。他们失去了所有，他们的老年中年青年或童年时代结束得太早太快。他们成了各种各样碎片，使用尖锐的边缘，把日子割出眼泪，将故乡抛弃。       他们从四方而来，往八方而去。我们悔恨，他们本该有更好的死亡方式，譬如从容悼念，并且允许泪飞成雨。匆匆复匆匆，他们永远离开伤感的村庄和城市，他们现在石头长有新绿的山坡上，他们仍在学校，在路上，在地下，在无名之处。他们和他们在一起，就像麦子与麦子长在一起。在夏天，在他们最后的黄昏去了我们看不见的地方，他们是生者唯一的痛楚，唯一的安慰。       我们在心里为他们降过半旗，我们在哀悼日为他们招魂请安，我们搜集过他们一世为人的证据，我们一起念出过他们的名字。我们答应过要念念不忘，要生生不息。我们做了很多，又做得太少。迷途不返的人，你们在哪里？我们点燃的光能否照亮你们的路？我们无法做得更多，只好摆上铁做的十二生肖，敬上瓷做的瓜子，象征且祭奠你们凝固了的生命。你们还想要我们做什么？       我们知道，死亡已经发生，而遗忘等候一旁，觊觎他们的再一次死亡。如果不怀念，遗忘就会越来越强大。今天的祭祀就是为了拒绝遗忘，拒绝再次失去他们。以后的纪念，目的无他，也是一遍遍证明给他们看：我们从未远离，我们一直在一起，哪怕是遇到死亡和恐惧。这是一种要被记取的承诺，人千古，人又永远在。这是我们对整座村落、整座城市、良知国民的交代。       起于尘土而又归于尘土，可有一种责任无法推卸。这就是我们对他们的纪念，是校园对学生的纪念，山野对农夫的纪念，黄泥雕群对凝视者的纪念，是家庭对逝者的纪念，是鲜花对坟墓的纪念，是生命对生命的纪念。我们始终不忘，始终向着他们的方向眺望。我们的生活里有他们，我们不只是为自己过活。时间的河流联系彼此，让我们重聚在一起，就像是真的没有失去过。       止歇欢娱，今天此时，让我们躺在时间的河流上，采用他们惯常的姿势，感知他们的所在和请求，察觉我们的对话与诺言。在他们走后，没有一个夜晚能让我们安睡。可三年来，我们谨记并警醒我们的原则。五月是悲哀的，又是清醒的。通过对他们的取态，丈量我们与人类的距离。祝愿大地上的神祇同样能保佑他们，就像他们保佑我们一样。祈祷彼岸乐土。伏食尚飨。    高明电台朗读版   我最喜欢的朗读版。高明老师把文章的情感渲染得很棒。  ","categories": [],
        "tags": [],
        "url": "https://lifelimited.company/2014/512-six-years",
        "teaser": "https://lifelimited.company/assets/images/teaser.jpg"
      },{
        "title": "《绝命毒师》，不可错过的电视剧",
        "excerpt":"在豆瓣上寥寥几语推荐了一下《绝命毒师》，肯定被淹没在短评的汪洋大海中。最近偶得其花絮《No Half Measures: Creating the Final Season of Breaking Bad》，更不忍心身边的朋友没有看过这部剧，我要认真推荐一番。   高能剧透警告   概要   这个电视剧讲述的是一个天赋异禀的中学教师 Walt White（老白），突然身患癌症。为了有尊严的生存并给家庭留下一笔财富生活下去，他一步步走向制毒生意。在制毒的路上，他不断地挑战自己的道德底线，同时渐渐开始享受制毒的乐趣。他与 Jessy Pinkman 白手起家，一同经历生死存亡，建立起了自己的毒品帝国。但最终也因为腐化的内心，而失去了朋友、家庭和亲人，摧毁了他曾经热爱的一切。   艺术高于生活   这部剧作的灵感来自于报纸。从简单的点子经过了无数编剧而发展成了一部经典大作。其中有一个关键，这便是生活。普通的家庭生活，离不开家庭的预算，离不开围绕着家庭成员的人际关系。每一个人物离不开自己的欲望与个性，老白需要尊严和体面，而小粉需要一个父亲样的人物。每次不合规矩的行为都会对之后的人物产生影响，汉克愤怒击打小粉即会被撤职。这样的一部作品离开了“真实”的环境就没有叙事的基础。至于其他的不切实际的剧情，便是无妨。   对比的力量，恰当的结尾   5 季时间的剧，观众跟随着主角的行为，个性发展，经历了完整的故事。一个老好人是如何挣扎，如何背离了亲人，离开了道德中心，真正变成了坏人。直到最后一集，老白在妻子面前拿出惯常地我都是在为家庭而被妻子驳斥后，终于承认了“I did it for me. I liked it. I was good at it. And I was really … I was alive,”。这时候，身为观众的我，才体会到了老白的悲剧性和这一切的自然。   制毒的生意给家庭安全带来了巨大的威胁。老白过着双重人格的生活，他的可怕不用多说。在事实之后，和亲朋好友的互动却是丰满角色，升华主题的地方。   老白死了，死在他爱的实验室中，就像一切的起点一般。他爱制毒，这也毁掉了他和他的家庭。   意义   一部让人能思考如何对待家庭、对待自己的电视剧，还需要再多说什么？  ","categories": [],
        "tags": ["电视剧"],
        "url": "https://lifelimited.company/2014/breaking-bad",
        "teaser": "https://lifelimited.company/assets/images/teaser.jpg"
      },{
        "title": "Hexo 的不一致设计和优秀",
        "excerpt":"Hexo 是后起之秀。Hexo 是 JavaScript 的血亲。这又是这个世代的双城记。 Good part Hexo 基于 JavaScript，快速迭代，同时还有极好的性能。作为一个静态网页生成器，还能轻松部署到 GitHub Pages 以及国内的服务。这些都不用带来写任何代码的代价，对用户来说真是一个非常棒的选择。 Hexo 独立了主题，编辑的主题和内容的分离是很好的选择。更少的代码量，我不用去改动主题。作为一个白目用户，我不用去操心主题的改动，我只要用优雅的 Next1 即可。 主题中也可以用 npm 的大量工具链，封装良好，容易检视和理解。毕竟所有能被 JavaScript 重写的代码，都会被 JavaScript 重写。 Hexo 也拥有众多选项，用简单的方式给用户极大的选择。同样很不幸的，这是无数 npm 包选项的意大利面式堆砌。 :( Hexo 无可避免地受到 Jekyll 的影响，从此灾难开始。Jekyll 所有下划线 _ 开头的代表站点内容；.、#、~ 是隐藏文件。这些文件不会被 build。Jekyll 会生成幂等的目录结构，目录原来是怎么样的，生成什么样的。所以 Jekyll 要遵循 convention。既然 Hexo 已经用 source 和 scaffolds 了，那么这下划线意义何在…Hexo 只关心自己需要的目录。 Hexo...","categories": [],
        "tags": ["Hexo"],
        "url": "https://lifelimited.company/2016/inconsistent-hexo-and-greatness",
        "teaser": "https://lifelimited.company/assets/images/teaser.jpg"
      },{
        "title": "Markdown 标记语言介绍",
        "excerpt":"Markdown 是一个轻量级的标记语言。标记语言1听起来很可怕。但其实 Markdown 只是一个简单的格式化文本的方法，它可以在各种设备上显示好看的文字。它甚至不支持设置字体、颜色和字号。 效果很简单，输入： 轻量级标记语言 ============ 来自维基百科： &gt; 轻量级标记语言是一类用简单句法描述简单格式 的文本语言。轻量级标记语言作为一种标记语言， 它的语法简单，可方便地使用简单的文本编辑器 输入，原生格式接近自然语言。 例子： - Markdown - BBCode（论坛里常用） - Wikitext（使用 MediaWiki，如维基百科） 轻量级标记语言 来自维基百科： 轻量级标记语言是一类用简单句法描述简单格式 的文本语言。轻量级标记语言作为一种标记语言， 它的语法简单，可方便地使用简单的文本编辑器 输入，原生格式接近自然语言。 例子： Markdown BBCode（论坛里常用） Wikitext（使用 MediaWiki，如维基百科） Markdown 用来做什么？ Markdown 在技术人员中应当非常流行。GitHub、Stack Overflow 和 Reddit 这些技术人员经常逛的网站都支持 Markdown。不过显而易见，在国内并非如此。然而如果见到做技术的英语公民，他要是不会 Markdown，那真可以惊讶一番。 对了，作家也应该用 Markdown。 Markdown 在 ASCII 字母和符号之上打造。在英语的环境中，如果你打字时很想强调某些内容，你可能很自然地就使用了 *星号*。斜体是英文表达强调的一种格式。不幸的是，中文没人这么玩，甚至中文都不用斜体（中文的斜体是伪斜体2）。不过摆脱语言的壁垒之后，理解 Markdown...","categories": [],
        "tags": ["Markdown"],
        "url": "https://lifelimited.company/2016/markdown-101",
        "teaser": "https://lifelimited.company/assets/images/teaser.jpg"
      },{
        "title": "极简 PostgreSQL 安装 Tips",
        "excerpt":"PostgreSQL 是一个 Client/Server 架构的数据库。Windows 安装器装的是服务器部分和命令行界面。服务器是在后台运行的，它没有界面，它显然也不需要界面，它的“界面”应该是 SQL。 pgAdmin III 是图形化的管理工具。相对的就是命令行界面，这就是和 PostgreSQL 附带安装的 pgsql，也就是工具里的 shell。phpPgAdmin 是另一个 Web 版的 PHP 写的图形化的管理工具。 Tips PostgreSQL 作为一个数据库管理系统（Database Management System，DBMS），有访问控制等鉴权的功能。首先它是服务器，连接到服务器需要地址。装在本机，它的地址就是本机，即 localhost。Windows 的安装包，给 PostgreSQL 默认创建了 postgres 这个用户，密码在安装的时候已经为他设置了。有了这些信息，就可以操作 PostgreSQL 了，包括创建和导入新的数据库云云。 PostgreSQL 的鉴权是通过一个 pg_hba.conf 定义的，用户名和密码是其中一种验证身份的方法。PostgreSQL 能针对不用的数据库、不同的用户、不同的地址、不同的方法定义验证规则。绝大多数时候，为了省事，开发的时候可以把从 localhost 链接的所有数据库全部开放，这样就不用密码验证了。 PostgreSQL 用了标准的 POSIX 和 ISO C 的 locale 机制，就是 LC_*。在导入的时候出的错误，很有可能是因为 locale 的不符合，导致字符流中因为编码错误而判断出现了非法字符。换换...","categories": [],
        "tags": ["PostgreSQL"],
        "url": "https://lifelimited.company/2016/simple-postgresql-setup-tips",
        "teaser": "https://lifelimited.company/assets/images/teaser.jpg"
      },{
        "title": "Breaking Bad 之后，又有了 Better Call Saul",
        "excerpt":"内含剧透。   绝命毒师的开头，是老白仓皇地从制毒车里走出来，慌忙地自拍着对家人离别的诉说。三个月前，他已经 50 岁了。妻子大龄怀胎，儿子残疾还远不聪明。自己在课堂上讲课，都不敢在富家子弟面前维持自己的尊严。年仅半百，他还需要在洗车行做第二份兼职，忍受老板的欺压。晚上在家庭的生日聚会上，都受不到人关注。这是一个凄惨无比的人，他不像是失意者，他是接受了无力的生活的人。   年龄之于生活，在于人在变老的时候花费渐多，提高生活的品质，维护自己的尊严，50 岁的人被 1 字开头的人嘲笑，你自己怎么能说服自己呢？生活的经验全是狗屁，年轻人忍受了这么长久的生活，不是为了在一只脚踏进坟墓时继续接受无法控制的生活的。老白选择了，选择了——这是一条没有后路的路。老白开始愤怒，开始用手段表达自己的愤怒。这是这个反英雄成长的起点，那个第一季的职业经理人的车很不幸地就是老白成长的见证。   这条成长之路有多么不易，阴差阳错遇到的律师，实际上帮助两个 partner 在一起合作，帮助了他们两的洗钱。两个人在家庭、朋友和社会的洪流中继续违法的事业。钱太重要了呀！在怯懦的尝试中，不断地在阴暗市场里贩售世界级品质的产品，不断地犯错，与家庭不断地决裂，直到幕后的大鱼为这个故事划上了高潮。气度、手段、威胁和更高的报酬。接踵而至的生死压力也出现了。我们都为生活做了选择，我们都为选择付出了代价。实验室里的苍蝇，要怎么驱赶呢？   最后的悲剧，不可避免的悲剧开始了。无数个因此毁灭的家庭，那些和我们生活在一起的见过的或者未见的人类，大概也是以某种蝴蝶效应关联着的吧。失去了一个有能力和魄力的老大，这个小团队只好面对分崩离析的世界，来临的是拆东墙补西墙式的覆灭。这部剧结束了，失去了几位人物，是不舍。这个世界里少了几个罪犯，似乎是更加美好了，那么为何我们会对这个反英雄式的人物难过呢？   Breaking Bad 的编剧是很动态的。从一开始的试水，到了红遍全球，编剧们的努力非常重要。就连他们意外加入的人物，也获得了不小的成功，最后也因此串起来了半个故事。现在我们有了姊妹集，想必这也是 Breaking Bad 观众们的夙愿。   但是 Better Call Saul 第一季第一集的分镜头对于 Breaking Bad 的观众是多么残酷呀。黑白的画面，中年的大叔，见到大块头都会紧张的男人。谁能想到这个男人以前的故事呢？这就是我们知道的律师 Saul Goodman。那个杀人喋血、买卖贩毒，走在生死线上的口齿伶俐的律师。第二季同样有一个黑白剪辑。对比正剧里留下的悬念，作为观众的我们怎么联想这个男人对人生的举步维艰和这段疯狂往事？这是 Better Call Saul 的剧情张力所在。   再深入一些剧情中人物的命运，我们可以看到更多东西。人物性格的改变，生活的变化，人生的选择，这是我们生活的本质，残酷而真实。生活的八卦中，我们会问你的女朋友是谁，怎么认识的？但是这些剧集把更隐私的家庭带到了银幕前。不同人物的故事聚焦被放大。当老 Mike 展示了他史前生活的那一部分，你不想问这中间发生了什么吗？你做不到这样巨大的改变，剧里的角色也做不到，生活给了我们最丰富的素材。   回到两部剧集的摄影手法。他们都是写实的，晃动的镜头感。剧组内不同编剧或者演员分别按照编剧组的剧本，来诠释画面的角度。生活在变化，不同的视点又增加了叙事的真实感。   我又翻起了 Breaking Bad，也重新看了 Better Call Saul 的第一季。找 Saul 碰瓷的年轻人，第一视角的镜头。这两部剧带给了我诸多回忆，也希望你们观剧愉快。  ","categories": [],
        "tags": ["电视剧"],
        "url": "https://lifelimited.company/2016/better-call-saul",
        "teaser": "https://lifelimited.company/assets/images/teaser.jpg"
      },{
        "title": "不要期待结局",
        "excerpt":"无论你经历过什么，都不要期待结局。你可能在学业中挣扎，或者身处家庭的伤害中而不自知，亦或者你刚跟曾经心爱的人说分手。生活就是这样。我们每个人都做出自己的选择，而曾经故事和选择的结局却不是那么明确的。不过啊，你不能等待结局的来临。      有没有人 告诉我真相 时间就是 最巨大的谎 以为的日常 原来是无常 生命的具象 原来 只是 幻象    等待那一时刻的来临会非常遥远，他可能在你做某件事的时候来临，你意识到了就应该继续往下走。要么你可能永远也等不到。为什么不主动一些呢？把故事放心中，就这么走下去。记住，时间是个很神奇的东西，生活的惯性可以将曾经最强大的人打败。   而且，为什么要拿过去的事情伤害自己呢？当你和新朋友在一起的时候，\b他们不会知道你不说出口的故事，你的不作为反而会是享受生活的障碍。再比如当你去到一个新的地方，过去你的坚持不会为人所知，更难以被人理解，为什么一定要这么执着呢？我们都想快乐地生活下去，对吗？   当然，朴树背负着自己的包袱走下去了。可是你想成为朴树吗？还是你想要自由。      儿孙们都忙 就让他们忙 离开的时候 就当我飞翔 自由飞翔    那些复杂难懂的事情放下之后，可能你会看见更美丽的世界。不过其实什么也没有改变，你改变了。变得更好。  ","categories": [],
        "tags": ["平凡之路","心智"],
        "url": "https://lifelimited.company/2018/don-t-expect-closure",
        "teaser": "https://lifelimited.company/assets/images/2018/georgia-de-lotz-468526-unsplash-200.jpg"
      },{
        "title": "习惯付出多于回报",
        "excerpt":"成年人会更多地给与而不是索取。醒醒吧，你已经不再是小孩了。小孩子总是能得到我们的关心和爱护。人类的幼儿弱小，需要保护和资源才能成长。你是个成年人，所以才不呢。 \b如果你想变得更加成熟，接受这个事实，承担更多责任。说不定结果会更好呢。当然你可以拒绝这个事实，那么你不会是一个好玩的人。 给予其实是很有意思的事。  ","categories": [],
        "tags": ["平凡之路","心智"],
        "url": "https://lifelimited.company/2018/adults-give",
        "teaser": "https://lifelimited.company/assets/images/2018/elaine-casap-86020-unsplash-200.jp"
      },{
        "title": "做对的事情",
        "excerpt":"   为国为民，侠之大者 —— 金庸    尽管很多人不同意，而且靠着颠倒黑白、欺上瞒下的小聪明活得很好，但是那不是对的事情。这个世界已经有着足够多的问题了——气候变暖、恐怖主义。我们应该用积极的态度去面对困难，承受不可知的后果。人这一辈子，生老病死，生不带来，死不带去。做点对的事情，要么人生这一遭和蚂蚁有什么区别？   再者，做对的事情能让你有理有据，成为一个很有气节的人。碰到小人的时候，讲道理你不会输。  ","categories": [],
        "tags": ["平凡之路","心智"],
        "url": "https://lifelimited.company/2018/do-the-right-things",
        "teaser": "https://lifelimited.company/assets/images/2018/thomas-millot-1114406-unsplash-200.jpg"
      },{
        "title": "意图和意识",
        "excerpt":"没有人能读到你的想法。你可能对人充满善意，但是别人完全感觉不到。你的意图是可以很好的，但是这是存在于你脑海中的东西。比如你想给对方送一件小礼物但是没有做是一样的——对方不会收到那件礼物。但这也是件好事，没有人能知道你的想法。你可以保护自己。  ","categories": [],
        "tags": ["平凡之路","心智"],
        "url": "https://lifelimited.company/2018/mind-sensation",
        "teaser": "https://lifelimited.company/assets/images/2018/daniil-kuzelev-327645-unsplash-200.jpg"
      },{
        "title": "人只在想要改变的时候改变",
        "excerpt":"不要试着改变别人，人只在想要改变的时候改变。中国文化那种为你好，只是一种情感胁迫（可以读《情绪勒索》了解一下）。很少人能接受善意地批判，争取做这样的人，让自己变得更有吸引力。小心地尝试去帮助可能需要帮助的人。如果别人需要时间去明白一些道理，让他/她去闯。错过一些事情没什么大不了的。  ","categories": [],
        "tags": ["平凡之路","心智"],
        "url": "https://lifelimited.company/2018/people-change-when-they-want-to-change",
        "teaser": "https://lifelimited.company/assets/images/2018/evie-shaffer-556480-unsplash-200.jpg"
      },{
        "title": "接受你没有那么特别",
        "excerpt":"你很特别，世界上只有唯一的一个你。但是你不特殊，别人对你的尊重要求你对别人也要同样尊重。\b那么大的世界里，谁遇见谁都不稀奇。   ","categories": [],
        "tags": ["平凡之路","心智"],
        "url": "https://lifelimited.company/2018/speicial-you",
        "teaser": "https://lifelimited.company/assets/images/2018/nathan-dumlao-298337-unsplash-200.jpg"
      },{
        "title": "感谢那些觉得你与众不同的人",
        "excerpt":"这个世界上，有一件很感动人的事情。那就是有些人觉得你与众不同。比如你的父母，他们可能觉得你是世界上最有才华、最可爱的人了。还有你的朋友、你最喜欢的老师、和你的另一半。如果有你的一场演唱会，他们会是帮你彩排、帮你拉赞助、帮你卖票的人。所以你也要对他们这样。他们觉得你非常特殊和珍贵，所以我们要善待他们。   不要忘记，这个世界上的绝大多数人，对你的死活毫不在意。  ","categories": [],
        "tags": ["平凡之路","心智"],
        "url": "https://lifelimited.company/2018/thank-people-who-love-you",
        "teaser": "https://lifelimited.company/assets/images/2018/cristina-cerda-43101-unsplash-200.jpg"
      },{
        "title": "需要时间的时候，就慢慢来",
        "excerpt":"大脑是个很神奇的东西。几秒钟内就能创造、判断、情绪，多么神奇。科学家仍然只掌握大脑功能的冰山一角。但是我们已经有了这么多学科和数不完的知识。成为一个专家，是按照人们普遍认同的轨迹走的，而且也不是每个人都能达到。贝多芬都写了10年烂曲子才有好作品，你也需要很长的时间才能成为专家。\b不用强迫自己，做自己应该做的事情，体验生活、帮助别人还有爱。   生活中充满了不可预知，他人的恶意和言语可能让人难过，一场预期之外的分手，离开最重要的人。甚至是可怕的心理疾病。这些都没有关系。如果你需要时间消化和理解，你可以慢慢来。你最重要。等你准备好了，请你再次站出来，做最好的自己。  ","categories": [],
        "tags": ["平凡之路","心智"],
        "url": "https://lifelimited.company/2018/take-your-time-when-you-needed",
        "teaser": "https://lifelimited.company/assets/images/2018/soo-chung-502174-unsplash-200.jpg"
      },{
        "title": "麻烦的朋友不一定是坏人",
        "excerpt":"大多数时候别人对你的伤害来自他们没有意识到的过去。所以对话困难的时候，至少请对方倾听一下你的感受。我曾经觉得大多数人都是没事找事。现在遇到麻烦的时候，我能真得去听对方，而且不是去替对方感受。但是如果对方真得是在背后对你有小心思或者拒绝考虑你的感受，去他的。  ","categories": [],
        "tags": ["平凡之路","朋友","同理心"],
        "url": "https://lifelimited.company/2018/annoying-friend-may-not-bad-person",
        "teaser": "https://lifelimited.company/assets/images/2018/thom-masat-718630-unsplash-200.jpg"
      },{
        "title": "踏出自己的旅程",
        "excerpt":"18岁之后，父母对你再也没有抚养的义务了。你也是个法律上的成年人了。不过你可能没有体会完人生的道理，所以你还在看这篇文章。\b人生路上，自己才是一切的基准。从你的青春期开始，父母已经越来越不能对你有过多要求了。因为你已经有了自己，你不再是父母心头的那个宝贝了。不过，他们仍然将你这么看，所以你要成长，让他们能理解你。 永远记住，你是那个独立的个体。任何人都要尊重你。  ","categories": [],
        "tags": ["平凡之路","家庭"],
        "url": "https://lifelimited.company/2018/freedom-and-responsibility",
        "teaser": "https://lifelimited.company/assets/images/2018/esther-wiegardt-492626-unsplash-200.jpg"
      },{
        "title": "认真听你朋友说的话",
        "excerpt":"你在倾诉的时候，最讨厌的事情会是什么呢？大概会是朋友打断你的话，然后讲起不相干的事情吧。那么当你和朋友在一起的时候，请你不要打断对方。多听听对方的感受，了解对方为什么会这么感觉。她更需要你的理解和关注呀。更何况这还能增强你的同理心。  ","categories": [],
        "tags": ["平凡之路","朋友","同理心"],
        "url": "https://lifelimited.company/2018/really-listen-your-friends",
        "teaser": "https://lifelimited.company/assets/images/2018/trung-thanh-714899-unsplash-200.jpg"
      },{
        "title": "中国人没什么特殊的",
        "excerpt":"中国人在海外并不特别。我们用的是中文，阿拉伯人用阿拉伯语。世界上还有无数种语言。中国是人口大国，语言是我们对他人的文化壁垒。但是只要你在国外生活，你就和别人一样。你的文化，对方不了解。对方的文化你也不了解。那么去试试看理解别人会不会有所不同呢？  ","categories": [],
        "tags": ["平凡之路","出国"],
        "url": "https://lifelimited.company/2018/chinese-are-not-special",
        "teaser": "https://lifelimited.company/assets/images/2018/andrew-james-719378-unsplash-200.jpg"
      },{
        "title": "什么时候出国读书？",
        "excerpt":"什么时候出国读书都是一个重大的决定。这意味着很多事情。\b也许你并不知道这个决定以为着什么，也许你很清楚你想要的是什么。这都不重要。重要的是，你要知道，\b在你到达那个远方的时候，所有东西都改变了。无论你写好了详细的计划还是没有计划，你需要随机应变。其实你不需要考虑那么多的未来，一切终究会有自己的答案。  ","categories": [],
        "tags": ["平凡之路","出国"],
        "url": "https://lifelimited.company/2018/go-abroad-study",
        "teaser": "https://lifelimited.company/assets/images/2018/anastasia-dulgier-1155961-unsplash-200.jpg"
      },{
        "title": "3 种提示朋友的等级",
        "excerpt":"朋友犯了错，但是朋友没有意识到。那么你可以怎么做呢？这里有三种取舍。      什么都不做。这是最狠的一种方式。比如我们见到陌生人做很蠢的事情，我们都不跟他讲。总有一天他自己会摔够跟头的。当然也可能永远没明白。   跟朋友委婉提示。有的时候朋友能理解到你委婉的提示。但是朋友不一定总是能理解你所经历的事情。所以交流是困难的。   跟朋友讲清楚。聪明人会听进去，不会把你的意见当做吹毛求疵。然而不幸地是很多人会讨厌你给出直接甚至包装过的提示。当然这种可以考虑不用继续做朋友。你是自由的嘛。  ","categories": [],
        "tags": ["平凡之路","朋友"],
        "url": "https://lifelimited.company/2018/3-ways-interaction",
        "teaser": "https://lifelimited.company/assets/images/2018/rod-long-685017-unsplash-200.jpg"
      },{
        "title": "建立自己的观点",
        "excerpt":"拥有自己的看法是成人最重要的一课。你需要了解别人是否正确或者错误。你需要知道自己的想法是小是大，是好是坏。你需要知道别人对你是不是友善还是恶劣。你需要判断世界的环境，去旅游是不是安全。   总之，这一切都是为你准备。你需要很努力地了解不同的知识。这样当你需要他们的时候，你才能做出准确的判断。人生的路上只有你自己才能一直帮助你自己。   一开始可以从听取别人的观点开始，然后自己分析。总有一天你会开始相信自己的观点。不用害怕犯错。那是必经之路。反正，观点不过是想法而已。   事实是需要多方面考证的。电视上的新闻一定是真得吗？微信里的文章一定是正确的吗？名人说的话一定是对的吗？那什么是正确的？什么是真实的？百度百科和维基百科是一定正确的吗？学术论文和教科书一定是正确的吗？如果他们是有道理的，为什么有道理呢？他们给出的事实有道理还是你亲身经历与之相符？你看到的会不会是片面的？尝试思考，大脑才能在之后帮助你。  ","categories": [],
        "tags": ["平凡之路","心智"],
        "url": "https://lifelimited.company/2019/have-your-own-opinion",
        "teaser": "https://lifelimited.company/assets/images/2019/kelly-sikkema-411622-unsplash-200.jpg"
      },{
        "title": "出国看看你的想法是不是靠谱",
        "excerpt":"在国外生活意味着什么呢？生活是变好了还是生活更不方便了呢？出国意味着很多习以为常的事情都会变得不寻常。   我相信你也能找到有共性的地方，请你回忆一下曾经所学过的知识，为什么如此？\b还有，在国外你能交到很好的朋友吗？这和国内有什么不同呢？\b即使在看起来不友好的环境下人们还能找到彼此并有深入的灵魂交流，这是人类与生俱来的需求和能力。你曾经在交际上是不是有所假设呢？这在国外肯定就行不通了，因为别人可能不了解你的文化，更不了解你。你这次需要主动了。  ","categories": [],
        "tags": ["平凡之路","出国"],
        "url": "https://lifelimited.company/2019/being-abroad-as-a-belief-test",
        "teaser": "https://lifelimited.company/assets/images/2019/kyler-boone-719238-unsplash-200.jpg"
      },{
        "title": "怎么看不同文明和不同经济水平对人的影响？",
        "excerpt":"因为钱是一个易物的记号系统，所以通过钱去判断对人的投入是很准确的。比如说到教育，大陆的学校可能学费在万元左右。那么查询到教育部给学校的投入和学生数量，我们是能大致知道教育对每个人的投入的。但在不同的系统下，比如我在瑞典学瑞典语，政府付出每月上千的费用。通过这个我就能知道对人的教育的投入。我们都知道教育是很不公平的，投入的差距会有比较大的影响。如果我体验过这样不同投入等级的教育水平，我就会有所印象。   我们通常想象西方是许多富有的国家。不过这几年大陆的城市建设也迅速赶上了。这是一个极其复杂难以理解的事情。在西方有一个很重要的概念，在于政治正确。政治正确下我们对人的理解之一是特权。这个特权是什么意思呢？用我们原来的例子，如果你在瑞典受到教育，那么政府对你的投入会帮助你成长。如果你在中国受到教育，那么较低的投入可能会让你的成长变慢。   资源差距肯定是可以被功夫填平的。  ","categories": [],
        "tags": ["文明","经济"],
        "url": "https://lifelimited.company/2019/civilization-and-diverse-world",
        "teaser": "https://lifelimited.company/assets/images/2019/kyler-boone-719238-unsplash-200.jpg"
      },{
        "title": "心智化的想象力",
        "excerpt":"去培养一种心智化的能力，这是一个很心理学的名词。      心智化是站在外面来看你自己，从内心里面来看别人。 ——Jeremy Holmes    同理心的最大作用之一是理解别人。理解自己，理解父母，理解身边的人的各种行为，只能依靠我们的同理心。每个人都有自己的精神世界，心智化的想象力能帮助我们去理解他人的思维和情感。这里的复杂情感能帮助我们发展自己的智能。   高强度的对话是很耗费精力的。多大程度上能得到对方的信息在于把握对方的思维和感受。这又是一个发展同理心的好处。  ","categories": [],
        "tags": ["平凡之路","心智"],
        "url": "https://lifelimited.company/2019/mentalization",
        "teaser": "https://lifelimited.company/assets/images/2019/greg-rakozy-38802-unsplash-200.jpg"
      },{
        "title": "看短视频能娱乐吗？",
        "excerpt":"短视频真是个奇迹般的发明。第一次看见中国大陆向世界输出产品。我还记得有人在微博上说过微博流行之后自然而然会进化到视频上。所以现在有了抖音和快手。比 Instagram 都厉害。   究其原因，时间不值钱。当网红比做实业可有出路多了。我惊讶地是看客人更多。\b你们的时间比网红还不值钱。网红还能从平台分红。\b你的时间倒是自愿上交给上帝了。   \b视频能承载什么信息呢？为什么要见面会谈？对话和视频能传递语言和知识之外的信息。特别是感情。以前读文学书要靠想象。读微博已经不用脑子。现在看短视频连应该有什么样的感受都已经告诉你了。   信息流的形式也真的可怕，能给人一种信息是无穷的错觉。刷抖音上瘾的人究竟是因为没东西可看了，还是因为刷累了？我猜测是后者。不少娱乐项目其实是让人疲惫的。   如果娱乐的项目都不适合自己，那么怎么发展自己？这个世界可现实了。在中国，已经比发达国家的机会少了。眼界又高，别犯眼高手低的错。  ","categories": [],
        "tags": ["娱乐","成长"],
        "url": "https://lifelimited.company/2019/why-not-entertain-by-short-video",
        "teaser": "https://lifelimited.company/assets/images/2019/sergio-alejandro-ortiz-110188-unsplash-200.jpg"
      },{
        "title": "被时代抛弃还轮不到你",
        "excerpt":"那么多打工的人，正在时代变化激流中的人们，他们可能连面对判断复杂信息的门槛都没有到。身为能坐在办公室里的白领，你为什么会担心被时代抛弃？   有这个时间，不如学学怎么面对情绪绑架，怎么提高自己的逻辑水平。  ","categories": [],
        "tags": ["时代","焦虑"],
        "url": "https://lifelimited.company/2019/time-won-t-betray-you",
        "teaser": "https://lifelimited.company/assets/images/teaser.jpg"
      },{
        "title": "善良和智慧",
        "excerpt":"创造和毁灭是对立的。但是创造远比毁灭更难。\b人类活到现在是因为智能。我们的文字和知识让生存不在是一个毁灭的进化游戏。是以智慧是我们中的许多人追寻的目标。 但生活并不是简单的，追求智慧的路也不是简单的。这是一个个充满荆棘、竞争和努力的故事。我们为了追求智慧，有了学校和大学。教育本身即是巨大的高尚的产业之一。 追求智慧也会给人带来许多不同的能力。 判断、中庸和包容。人、社会和宇宙。这些都在一个个人的心智中。\u001c但是获得知识，寻找智慧是一个漫长的过程。真理更是遥不可期，而人经过一生都不一定能找到真理。但我们终将要生存。\b 这个世界上有无穷无尽的组合和可能性。有不同的工作和人可以接触。然而是生活中发生的事情和我们的选择让我们成为了人。生活会让我们走进自己的现实。我建议你在可以的时候去专业地友善地帮助别人，这真是一件愉悦的事情。我也建议你在不需要的时候不要去打扰别人。这些似乎都对智慧有所帮助。  ","categories": [],
        "tags": ["成长"],
        "url": "https://lifelimited.company/2020/be-kind-and-intellectual",
        "teaser": "https://lifelimited.company/assets/images/teaser.jpg"
      }]
